SET NAMES UTF8;
DROP DATABASE IF EXISTS lida;
CREATE DATABASE lida CHARSET=UTF8;
USE lida;

/*山地自行车家族*/
CREATE TABLE ld_blke_family(
	fid INT PRIMARY KEY AUTO_INCREMENT,
  fname VARCHAR(32)
);
/*颜色*/
CREATE TABLE ld_color(
  cid  INT PRIMARY KEY AUTO_INCREMENT,
  fid  INT,
  color VARCHAR(128)   #颜色
);
/*山地自行车*/
CREATE TABLE ld_blke(
  bid INT PRIMARY KEY AUTO_INCREMENT,
  fid INT,              #所有型号家族编号
  title VARCHAR(128),   #主标题
  price DECIMAL(10,2),  #价格
  spec VARCHAR(64),     #规格
  color VARCHAR(128),   #颜色
  surplus INT,          #剩余数量

  sb  VARCHAR(32),       #速别
  carriage VARCHAR(32),  #车架
  size  VARCHAR(32),     #尺寸
  cramp VARCHAR(32),     #夹器
  disc  VARCHAR(32),     #齿盘曲柄
  gear  VARCHAR(32),     #变速控制杆
  speed VARCHAR(32),     #变速器
  fly   VARCHAR(32),     #套装飞轮
  wheels  VARCHAR(32),   #轮组
  rim   VARCHAR(32),     #车圈
  cover VARCHAR(32),     #外胎

  shelf_time BIGINT,          #上架时间
  sold_count INT,             #已售出的数量
  is_onsale BOOLEAN,          #是否促销中
  appraise INT               #销售量
);

/*山地车图片*/
CREATE TABLE ld_blke_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  cid INT,              #山地车编号
  sm  VARCHAR(128),     #小图片路径
  md  VARCHAR(128),     #中图片路径
  lg  VARCHAR(128)      #大图片路径
);

/*用户信息*/
CREATE  TABLE ld_user(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),     #账号
  upwd  VARCHAR(32),     #密码
  email VARCHAR(64),     
  phone VARCHAR(16),

  avatar VARCHAR(128),   #头像图片路径
  user_name VARCHAR(32), #用户名
  gender  INT            #性别  0女 1男
);
/*收货地址*/
CREATE TABLE ld_receiver_address(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,               #用户编号
  receiver VARCHAR(16),  #接收人姓名
  province VARCHAR(16),  #省
  city     VARCHAR(16),  #市
  coumty   VARCHAR(16),  #县
  address  VARCHAR(128), #详细地址
  cellphone VARCHAR(16), #手机
  postcode  CHAR(6),     #邮编
  tag       VARCHAR(16), #标签名

  
  is_default   BOOLEAN     #是否为当前用户的默认收货地址
);

/*购物车条目*/
CREATE TABLE ld_shoppingcart_item(
  iid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,                 #用户编号
  lid INT,                 #商品编号
	cid INT,                 #商品颜色
  count INT,               #购买数量
  is_checked  BOOLEAN     #是否已勾选，确定购买
);


/*用户订单*/
CREATE TABLE ld_order(
  oid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,
  aid INT,
  atatus INT,            #d订单状态 1-等待付款  2-等待发货  3-运输中  4-已签收  5-已取消
  order_time  BIGINT,    #下单时间
  pay_time  BIGINT,      #付款时间
  deliver_time BIGINT,    #发货时间
  received_time BIGINT   #签收时间
)AUTO_INCREMENT=10000000;

/*用户订单*/
CREATE TABLE ld_detail(
  did INT PRIMARY KEY AUTO_INCREMENT,
  oid INT,         #订单编号
  lid INT,         #产品编号
  count INT        #购买数量
);
/*用户订单*/
CREATE TABLE ld_order_detail(
  did INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,
  lid INT,               #产品编号
  cid INT,               #产品颜色
  receiver VARCHAR(16),  #接收人姓名
  address  VARCHAR(128), #详细地址
  cellphone VARCHAR(16), #手机
  ps_time  VARCHAR(26),	 #配送时间
  pay_way  VARCHAR(26),  #支付方式
  number BIGINT,            #订单编号
  time VARCHAR(64),      #下单时间
  count INT              #购买数量
);

/*首页轮播广告*/
CREATE TABLE ld_index_carousel(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  img VARCHAR(128),
  title VARCHAR(64),
  href  VARCHAR(128)
);

/**首页一楼商品*/
CREATE TABLE ld_index_noyi(
  yid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  price DECIMAL(10,2),
  img   VARCHAR(128),
  href  VARCHAR(128),
  sb  VARCHAR(32),       #速别
  carriage VARCHAR(32),  #车架
  seq_recommended  tinyint(4)
);
INSERT INTO ld_index_noyi VALUES
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'img/picture/20170126144202354.jpg','product_details.html?lid=1','27S','铝合金',1),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'img/picture/20170126144202354.jpg','product_details.html?lid=2','22S','铝合金',2),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'img/picture/20170126144202354.jpg','product_details.html?lid=3','24S','铝合金',3),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'img/picture/20170824150849361.jpg','product_details.html?lid=4','26S','铝合金',4),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'img/picture/20170824150849361.jpg','product_details.html?lid=5','27S','铝合金',5);

/**首页二楼商品*/
CREATE TABLE ld_index_noer(
  eid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  price DECIMAL(10,2),
  img   VARCHAR(128),
  href  VARCHAR(128),
  seq_recommended  tinyint(4)
);
INSERT INTO ld_index_noer VALUES
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20170824150849361.jpg','product_details.html?lid=20',1),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20170824150849361.jpg','product_details.html?lid=21',2),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20170824150849361.jpg','product_details.html?lid=22',3),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20170824150849361.jpg','product_details.html?lid=23',4),
(NULL,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20170824150849361.jpg','product_details.html?lid=24',5);

/**首页三楼商品*/
CREATE TABLE ld_index_nosan(
  sid INT PRIMARY KEY AUTO_INCREMENT,
  title  VARCHAR(64),
  price  DECIMAL(10,2),
  img   VARCHAR(128),
  href   VARCHAR(128),
  seq_recommended  tinyint(4)
);
INSERT INTO ld_index_nosan VALUES
(null,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20171031140412368.jpg','product_details.html?lid=44',1),
(null,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20171031140412368.jpg','product_details.html?lid=45',2),
(null,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20171031140412368.jpg','product_details.html?lid=46',3),
(null,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20171031140412368.jpg','product_details.html?lid=47',4),
(null,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'img/picture/20171031140412368.jpg','product_details.html?lid=48',5);
/*省*/
CREATE TABLE ld_province(
  sid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32)
);

/**市*/
CREATE TABLE ld_town(
  tid INT PRIMARY KEY AUTO_INCREMENT,
  sid INT,
  uname VARCHAR(32)
);

/*区*/
CREATE TABLE ld_classify(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  tid INT,
  uname VARCHAR(32)
);
/*详细地**/
CREATE TABLE ld_amply(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  cid INT,
  uname VARCHAR(128),
  phone VARCHAR(32)
);

/**省 数据**/
INSERT INTO ld_province VALUES
(NULL,'西藏自治区'),
(NULL,'广西壮族自治区'),
(NULL,'青海省'),
(NULL,'福建省'),
(NULL,'河南省'),
(NULL,'山东省'),
(NULL,'江西省'),
(NULL,'浙江省');

/**市 数据**/
INSERT INTO ld_town VALUES
(NULL,1,'林芝地区'),
(NULL,2,'南宁市'),
(NULL,2,'柳州市'),
(NULL,2,'桂林市'),
(NULL,2,'梧州市'),
(NULL,2,'北海市'),
(NULL,2,'防城港市'),
(NULL,2,'钦州市'),
(NULL,2,'贵港市'),
(NULL,2,'玉林市'),
(NULL,2,'百色市'),
(NULL,3,'西宁市'),
(NULL,3,'海西州'),
(NULL,4,'福州市'),
(NULL,4,'厦门市'),
(NULL,4,'莆田市'),
(NULL,4,'三明市'),
(NULL,4,'泉州市'),
(NULL,4,'漳州市'),
(NULL,4,'南平市'),
(NULL,4,'龙岩市'),
(NULL,4,'宁德市'),
(NULL,5,'郑州市'),
(NULL,5,'开封市'),
(NULL,5,'洛阳市'),
(NULL,6,'济南市'),
(NULL,6,'青岛市'),
(NULL,6,'淄博市'),
(NULL,7,'南昌市'),
(NULL,7,'景德镇市'),
(NULL,7,'萍乡市'),
(NULL,8,'杭州市');

/**区 数据**/
INSERT INTO ld_classify VALUES
(NULL,1,'林芝县'),
(NULL,2,'青秀区'),
(NULL,2,'江南区'),
(NULL,2,'西乡塘区'),
(NULL,2,'武鸣县'),
(NULL,2,'上林县'),
(NULL,3,'市辖区'),
(NULL,4,'市辖区'),
(NULL,4,'七星区'),
(NULL,4,'临桂县'),
(NULL,4,'荔浦县'),
(NULL,4,'恭城县'),
(NULL,5,'蝶山区'),
(NULL,6,'海城区'),
(NULL,6,'合浦县'),
(NULL,7,'市辖区'),
(NULL,7,'港口区'),
(NULL,8,'市辖区'),
(NULL,8,'钦南区'),
(NULL,8,'灵山县'),
(NULL,9,'港北区'),
(NULL,10,'玉州区'),
(NULL,10,'容县'),
(NULL,10,'北流市'),
(NULL,11,'右江区'),
(NULL,11,'平果县'),
(NULL,11,'凌云县'),
(NULL,12,'市辖区'),
(NULL,12,'城东区'),
(NULL,13,'格尔木市'),
(NULL,14,'鼓楼区'),
(NULL,14,'仓山区'),
(NULL,14,'闽侯县'),
(NULL,14,'平潭县'),
(NULL,14,'福清市'),
(NULL,14,'长乐市'),
(NULL,15,'思明区'),
(NULL,15,'海沧区'),
(NULL,15,'集美区'),
(NULL,15,'同安区'),
(NULL,15,'翔安区'),
(NULL,16,'涵江区'),
(NULL,17,'梅列区'),
(NULL,17,'宁化县'),
(NULL,17,'将乐县'),
(NULL,17,'泰宁县'),
(NULL,17,'建宁县'),
(NULL,17,'永安市'),
(NULL,18,'市辖区'),
(NULL,18,'惠安县'),
(NULL,18,'德化县'),
(NULL,18,'石狮市'),
(NULL,18,'晋江市'),
(NULL,18,'南安市'),
(NULL,19,'芗城区'),
(NULL,19,'漳浦县'),
(NULL,19,'长泰县'),
(NULL,19,'平和县'),
(NULL,19,'龙海市'),
(NULL,20,'延平区'),
(NULL,20,'浦城县'),
(NULL,20,'松溪县'),
(NULL,20,'武夷山市'),
(NULL,20,'建瓯市'),
(NULL,20,'建阳市'),
(NULL,21,'新罗区'),
(NULL,21,'长汀县'),
(NULL,21,'永定县'),
(NULL,21,'上杭县'),
(NULL,21,'武平县'),
(NULL,21,'连城县'),
(NULL,22,'古田县'),
(NULL,22,'福鼎市'),
(NULL,23,'二七区'),
(NULL,23,'管城回族区'),
(NULL,23,'金水区'),
(NULL,23,'巩义市'),
(NULL,23,'荥阳市'),
(NULL,23,'新密市'),
(NULL,23,'新郑市'),
(NULL,23,'登封市'),
(NULL,23,'郑东新区'),
(NULL,24,'市辖区'),
(NULL,24,'通许县'),
(NULL,25,'市辖区'),
(NULL,25,'老城区'),
(NULL,25,'老城区'),
(NULL,25,'廛河回族区'),
(NULL,25,'涧西区'),
(NULL,25,'吉利区'),
(NULL,25,'洛龙区'),
(NULL,25,'孟津县'),
(NULL,25,'新安县'),
(NULL,25,'宜阳县'),
(NULL,25,'洛宁县'),
(NULL,25,'伊川县'),
(NULL,25,'偃师市'),
(NULL,26,'市辖区'),
(NULL,26,'市中区'),
(NULL,26,'天桥区'),
(NULL,26,'历城区'),
(NULL,26,'长清区'),
(NULL,26,'平阴县'),
(NULL,26,'济阳县'),
(NULL,26,'商河县'),
(NULL,26,'章丘市'),
(NULL,27,'市辖区'),
(NULL,27,'市南区'),
(NULL,27,'黄岛区'),
(NULL,27,'李沧区'),
(NULL,27,'胶州市'),
(NULL,27,'即墨市'),
(NULL,27,'平度市'),
(NULL,27,'胶南市'),
(NULL,28,'淄川区'),
(NULL,28,'张店区'),
(NULL,28,'博山区'),
(NULL,28,'临淄区'),
(NULL,28,'周村区'),
(NULL,28,'沂源县'),
(NULL,29,'东湖区'),
(NULL,29,'西湖区'),
(NULL,29,'青山湖区'),
(NULL,29,'南昌县'),
(NULL,29,'新建县'),
(NULL,29,'进贤县'),
(NULL,29,'红谷滩新区'),
(NULL,30,'珠山区'),
(NULL,30,'乐平市'),
(NULL,31,'安源区'),
(NULL,31,'莲花县'),
(NULL,31,'上栗县'),
(NULL,32,'市辖区'),
(NULL,32,'下城区'),
(NULL,32,'拱墅区'),
(NULL,32,'西湖区'),
(NULL,32,'滨江区'),
(NULL,32,'萧山区'),
(NULL,32,'桐庐县'),
(NULL,32,'淳安县'),
(NULL,32,'临安市');


/**详细地 数据**/
INSERT INTO ld_amply VALUES
(NULL,1,'文成路9-7号商铺','13897185968'),
(NULL,2,'文成路9-7号商铺','13897185968'),
(NULL,3,'文成路9-7号商铺','13897185968'),
(NULL,4,'文成路9-7号商铺','13897185968'),
(NULL,5,'文成路9-7号商铺','13897185968'),
(NULL,6,'文成路9-7号商铺','13897185968'),
(NULL,7,'文成路9-7号商铺','13897185968'),
(NULL,8,'文成路9-7号商铺','13897185968'),
(NULL,9,'文成路9-7号商铺','13897185968'),
(NULL,10,'文成路9-7号商铺','13897185968'),
(NULL,11,'文成路9-7号商铺','13897185968'),
(NULL,12,'文成路9-7号商铺','13897185968'),
(NULL,13,'文成路9-7号商铺','13897185968'),
(NULL,14,'文成路9-7号商铺','13897185968'),
(NULL,15,'文成路9-7号商铺','13897185968'),
(NULL,16,'文成路9-7号商铺','13897185968'),
(NULL,17,'文成路9-7号商铺','13897185968'),
(NULL,18,'文成路9-7号商铺','13897185968'),
(NULL,19,'文成路9-7号商铺','13897185968'),
(NULL,20,'文成路9-7号商铺','13897185968'),
(NULL,21,'文成路9-7号商铺','13897185968'),
(NULL,22,'文成路9-7号商铺','13897185968'),
(NULL,23,'文成路9-7号商铺','13897185968'),
(NULL,24,'文成路9-7号商铺','13897185968'),
(NULL,25,'文成路9-7号商铺','13897185968'),
(NULL,26,'文成路9-7号商铺','13897185968'),
(NULL,27,'文成路9-7号商铺','13897185968'),
(NULL,28,'文成路9-7号商铺','13897185968'),
(NULL,29,'文成路9-7号商铺','13897185968'),
(NULL,30,'文成路9-7号商铺','13897185968'),
(NULL,31,'文成路9-7号商铺','13897185968'),
(NULL,32,'文成路9-7号商铺','13897185968'),
(NULL,33,'文成路9-7号商铺','13897185968'),
(NULL,34,'文成路9-7号商铺','13897185968'),
(NULL,35,'文成路9-7号商铺','13897185968'),
(NULL,36,'文成路9-7号商铺','13897185968'),
(NULL,37,'文成路9-7号商铺','13897185968'),
(NULL,38,'文成路9-7号商铺','13897185968'),
(NULL,39,'文成路9-7号商铺','13897185968'),
(NULL,40,'文成路9-7号商铺','13897185968'),
(NULL,41,'文成路9-7号商铺','13897185968'),
(NULL,42,'文成路9-7号商铺','13897185968'),
(NULL,43,'文成路9-7号商铺','13897185968'),
(NULL,44,'文成路9-7号商铺','13897185968'),
(NULL,45,'文成路9-7号商铺','13897185968'),
(NULL,46,'文成路9-7号商铺','13897185968'),
(NULL,47,'文成路9-7号商铺','13897185968'),
(NULL,48,'文成路9-7号商铺','13897185968'),
(NULL,49,'文成路9-7号商铺','13897185968'),
(NULL,50,'文成路9-7号商铺','13897185968'),
(NULL,51,'文成路9-7号商铺','13897185968'),
(NULL,52,'文成路9-7号商铺','13897185968'),
(NULL,53,'文成路9-7号商铺','13897185968'),
(NULL,54,'文成路9-7号商铺','13897185968'),
(NULL,55,'文成路9-7号商铺','13897185968'),
(NULL,56,'文成路9-7号商铺','13897185968'),
(NULL,57,'文成路9-7号商铺','13897185968'),
(NULL,58,'文成路9-7号商铺','13897185968'),
(NULL,59,'文成路9-7号商铺','13897185968'),
(NULL,60,'文成路9-7号商铺','13897185968'),
(NULL,61,'文成路9-7号商铺','13897185968'),
(NULL,62,'文成路9-7号商铺','13897185968'),
(NULL,63,'文成路9-7号商铺','13897185968'),
(NULL,64,'文成路9-7号商铺','13897185968'),
(NULL,65,'文成路9-7号商铺','13897185968'),
(NULL,66,'文成路9-7号商铺','13897185968'),
(NULL,67,'文成路9-7号商铺','13897185968'),
(NULL,68,'文成路9-7号商铺','13897185968'),
(NULL,69,'文成路9-7号商铺','13897185968'),
(NULL,70,'文成路9-7号商铺','13897185968'),
(NULL,71,'文成路9-7号商铺','13897185968'),
(NULL,72,'文成路9-7号商铺','13897185968'),
(NULL,73,'文成路9-7号商铺','13897185968'),
(NULL,74,'文成路9-7号商铺','13897185968'),
(NULL,75,'文成路9-7号商铺','13897185968'),
(NULL,76,'文成路9-7号商铺','13897185968'),
(NULL,77,'文成路9-7号商铺','13897185968'),
(NULL,78,'文成路9-7号商铺','13897185968'),
(NULL,79,'文成路9-7号商铺','13897185968'),
(NULL,80,'文成路9-7号商铺','13897185968'),
(NULL,81,'文成路9-7号商铺','13897185968'),
(NULL,82,'文成路9-7号商铺','13897185968'),
(NULL,83,'文成路9-7号商铺','13897185968'),
(NULL,84,'文成路9-7号商铺','13897185968'),
(NULL,85,'文成路9-7号商铺','13897185968'),
(NULL,86,'文成路9-7号商铺','13897185968'),
(NULL,87,'文成路9-7号商铺','13897185968'),
(NULL,88,'文成路9-7号商铺','13897185968'),
(NULL,89,'文成路9-7号商铺','13897185968'),
(NULL,90,'文成路9-7号商铺','13897185968'),
(NULL,91,'文成路9-7号商铺','13897185968'),
(NULL,92,'文成路9-7号商铺','13897185968'),
(NULL,93,'文成路9-7号商铺','13897185968'),
(NULL,94,'文成路9-7号商铺','13897185968'),
(NULL,95,'文成路9-7号商铺','13897185968'),
(NULL,96,'文成路9-7号商铺','13897185968'),
(NULL,97,'文成路9-7号商铺','13897185968'),
(NULL,98,'文成路9-7号商铺','13897185968'),
(NULL,99,'文成路9-7号商铺','13897185968'),
(NULL,100,'文成路9-7号商铺','13897185968'),
(NULL,101,'文成路9-7号商铺','13897185968'),
(NULL,102,'文成路9-7号商铺','13897185968'),
(NULL,103,'文成路9-7号商铺','13897185968'),
(NULL,104,'文成路9-7号商铺','13897185968'),
(NULL,105,'文成路9-7号商铺','13897185968'),
(NULL,106,'文成路9-7号商铺','13897185968'),
(NULL,107,'文成路9-7号商铺','13897185968'),
(NULL,108,'文成路9-7号商铺','13897185968'),
(NULL,109,'文成路9-7号商铺','13897185968'),
(NULL,110,'文成路9-7号商铺','13897185968'),
(NULL,111,'文成路9-7号商铺','13897185968'),
(NULL,112,'文成路9-7号商铺','13897185968'),
(NULL,113,'文成路9-7号商铺','13897185968'),
(NULL,114,'文成路9-7号商铺','13897185968'),
(NULL,115,'文成路9-7号商铺','13897185968'),
(NULL,116,'文成路9-7号商铺','13897185968'),
(NULL,117,'文成路9-7号商铺','13897185968'),
(NULL,118,'文成路9-7号商铺','13897185968'),
(NULL,119,'文成路9-7号商铺','13897185968'),
(NULL,120,'文成路9-7号商铺','13897185968'),
(NULL,121,'文成路9-7号商铺','13897185968'),
(NULL,122,'文成路9-7号商铺','13897185968'),
(NULL,123,'文成路9-7号商铺','13897185968'),
(NULL,124,'文成路9-7号商铺','13897185968'),
(NULL,125,'文成路9-7号商铺','13897185968'),
(NULL,126,'文成路9-7号商铺','13897185968'),
(NULL,127,'文成路9-7号商铺','13897185968'),
(NULL,128,'文成路9-7号商铺','13897185968'),
(NULL,129,'文成路9-7号商铺','13897185968'),
(NULL,130,'文成路9-7号商铺','13897185968'),
(NULL,131,'文成路9-7号商铺','13897185968'),
(NULL,132,'文成路9-7号商铺','13897185968'),
(NULL,133,'文成路9-7号商铺','13897185968'),
(NULL,134,'文成路9-7号商铺','13897185968'),
(NULL,135,'文成路9-7号商铺','13897185968'),
(NULL,136,'文成路9-7号商铺','13897185968'),
(NULL,137,'文成路9-7号商铺','13897185968'),
(NULL,138,'文成路9-7号商铺','13897185968'),
(NULL,139,'文成路9-7号商铺','13897185968'),
(NULL,140,'文成路9-7号商铺','13897185968'),
(NULL,141,'文成路9-7号商铺','13897185968');

/*用户信息*/
INSERT INTO ld_user VALUES
(NULL, 'haohao', '123456', 'hao@qq.com', '13152748512', 'img/avatar/default.png', '豪豪', '1'),
(NULL, 'xixixi', '123456', 'xi@qq.com', '13501234568', 'img/avatar/default.png', '嘻嘻', '0'),
(NULL, 'ranran', '123456', 'ran@qq.com', '13501234569', 'img/avatar/default.png', '然然', '0');

/**数据**/
/***山地自行车家族**/
INSERT INTO ld_blke_family VALUES
(NULL,'山地车'),
(NULL,'通勤代步'),
(NULL,'胖胎车'),
(NULL,'城市休闲'),
(NULL,'公路车'),
(NULL,'青少年车');

/*轮播*/
INSERT INTO ld_index_carousel VALUES
(1,'img/picture/1.jpg','轮播商品1','product_details.html?lid=1'),
(2,'img/picture/2.jpg','轮播商品1','product_details.html?lid=2'),
(3,'img/picture/3.jpg','轮播商品1','product_details.html?lid=3'),
(4,'img/picture/4.jpg','轮播商品1','product_details.html?lid=4');
/*颜色*/
INSERT INTO ld_color VALUES
(1,1,'img/picture/20171123043310132.jpg'),
(2,1,'img/picture/20171031140412368.jpg'),
(3,1,'img/picture/20170830083418974.jpg'),
(4,1,'img/picture/20170824150849361.jpg'),
(5,1,'img/picture/20170126144202354.jpg'),
(6,2,'img/picture/20171123043310132.jpg'),
(7,2,'img/picture/20171031140412368.jpg'),
(8,2,'img/picture/20170830083418974.jpg'),
(9,2,'img/picture/20170824150849361.jpg'),
(10,3,'img/picture/20170126144202354.jpg'),
(11,3,'img/picture/20171123043310132.jpg'),
(12,3,'img/picture/20171031140412368.jpg'),
(13,3,'img/picture/20170830083418974.jpg'),
(14,3,'img/picture/20170824150849361.jpg'),
(15,4,'img/picture/20170126144202354.jpg'),
(16,4,'img/picture/20171123043310132.jpg'),
(17,4,'img/picture/20171031140412368.jpg'),
(18,4,'img/picture/20170830083418974.jpg'),
(19,5,'img/picture/20170824150849361.jpg'),
(20,5,'img/picture/20170126144202354.jpg'),
(21,5,'img/picture/20171123043310132.jpg'),
(22,5,'img/picture/20171031140412368.jpg'),
(23,5,'img/picture/20170830083418974.jpg'),
(24,6,'img/picture/20170824150849361.jpg'),
(25,6,'img/picture/20170126144202354.jpg'),
(26,6,'img/picture/20171031140412368.jpg'),
(27,6,'img/picture/20170830083418974.jpg'),
(28,6,'img/picture/20170824150849361.jpg'),
(29,6,'img/picture/20170126144202354.jpg');

/*山地车*/
INSERT INTO ld_blke VALUES
(1,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'26*19','img/picture/20170126144202354.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',324),
(2,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'26*19','img/picture/20170126144202354.jpg','233','22S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',343),
(3,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'26*18','img/picture/20170126144202354.jpg','233','24S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',453),
(4,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'26*17','img/picture/20170824150849361.jpg','233','26S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',332),
(5,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'26*14','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',323),
(6,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*14','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',454),
(7,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1500,'26*19','img/picture/20171123043310132.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',5343),
(8,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1500,'26*19','img/picture/20171123043310132.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',2355),
(9,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2144,'26*15','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3323),
(10,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3124,'26*19','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',5665),
(11,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3000,'26*16','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',1243),
(12,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1324,'26*19','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',4563),
(13,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2312,'26*15','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3432),
(14,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2321,'26*19','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',34543),
(15,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2322,'26*16','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',5655),
(16,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20171123162740785.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',5654),
(17,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2341,'26*17','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',4566),
(18,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',3432),
(19,1,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3112,'26*16','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',4454),
(20,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3234),
(21,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*18','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',2342),
(22,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',5654),
(23,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3443),
(24,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1231,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3465),
(25,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1224,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',2123),
(26,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2314,'26*17','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',765),
(27,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4324,'26*15','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',44),
(28,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',11),
(29,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4334,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',32),
(30,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1234,'26*15','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',435),
(31,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3423,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23),
(32,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',545),
(33,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4324,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',76),
(34,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3454,'26*15','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',87),
(35,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1234,'26*15','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',787),
(36,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3565,'26*17','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',5454),
(37,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',6754,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',232),
(38,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4354,'26*15','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',2323),
(39,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3345,'26*19','img/picture/20170824150849361.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',5435),
(40,2,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3467,'26*18','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',322),
(41,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3888,'26*19','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3222),
(42,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3999,'26*15','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',121),
(43,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3565,'26*19','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',332),
(44,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',435),
(45,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',232),
(46,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',232),
(47,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',43534),
(48,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*18','img/picture/20171031140412368.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',322),
(49,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4454,'26*16','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',34),
(50,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3333,'26*18','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',4534),
(51,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',6543,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',232),
(52,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2344,'26*18','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',4324),
(53,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',5644,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',123),
(54,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2344,'26*17','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',453),
(55,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2344,'26*15','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23423),
(56,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3455,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',43534),
(57,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2355,'26*15','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23),
(58,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2353,'26*16','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',56),
(59,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3566,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',23423),
(60,3,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3256,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',554),
(61,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',7754,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',234),
(62,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3245,'26*19','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',55),
(63,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4356,'26*17','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',56),
(64,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2345,'26*17','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23),
(65,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2345,'26*17','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',65),
(66,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4534,'26*15','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23),
(67,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4377,'26*16','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',121),
(68,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',8653,'26*16','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23432),
(69,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',4534),
(70,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*18','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',4543),
(71,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',343),
(72,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*18','img/picture/20171113093557674.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',45),
(73,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*18','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',34),
(74,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3456,'26*17','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23),
(75,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*13','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',54),
(76,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*14','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',234),
(77,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*14','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',232),
(78,4,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2234,'26*19','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',3453),
(79,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',43),
(80,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*14','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',23),
(81,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3543,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',234),
(82,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',1234,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',32),
(83,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3344,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',23),
(84,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',2244,'26*18','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',21),
(85,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',45),
(86,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',324),
(87,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',4354,'26*17','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','0',523),
(88,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',2343),
(89,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*14','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',4534),
(90,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*14','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',32423),
(91,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',4),
(92,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',234),
(93,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',545),
(94,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*16','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',234),
(95,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',5345),
(96,5,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',3242),
(97,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',645),
(98,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',54),
(99,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',234),
(100,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*19','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',5435),
(101,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*15','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',24),
(102,6,'MERIDA美利达山地车 雄狮 26轮径 27速机械碟刹',3244,'26*17','img/picture/20170830083418974.jpg','233','27S','铝合金','26*15/17/19','机械碟刹','铝合金齿盘曲柄','SHIMANO M370 3*9','SHIMANO ALTUS/ALTUS','9s','培林花鼓','铝合金双层','26*1.95','2017/03/23','333','1',656);

/*小中大图片*/
INSERT INTO ld_blke_pic VALUES
(NULL,1,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,1,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,1,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,1,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,1,'img/product/sm/20170330091003876.jpg','img/product/md/20170330091003876.jpg','img/product/lg/20170330091003876.jpg'),
(NULL,1,'img/product/sm/20171016091624669.jpg','img/product/md/20171016091624669.jpg','img/product/lg/20171016091624669.jpg'),
(NULL,1,'img/product/sm/20171123043325359.jpg','img/product/md/20171123043325359.jpg','img/product/lg/20171123043325359.jpg'),
(NULL,1,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,2,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,2,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,2,'img/product/sm/20170330091003876.jpg','img/product/md/20170330091003876.jpg','img/product/lg/20170330091003876.jpg'),
(NULL,2,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,2,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,2,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,2,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,3,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,3,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,3,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,3,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,4,'img/product/sm/20170330091003876.jpg','img/product/md/20170330091003876.jpg','img/product/lg/20170330091003876.jpg'),
(NULL,4,'img/product/sm/20171016091624669.jpg','img/product/md/20171016091624669.jpg','img/product/lg/20171016091624669.jpg'),
(NULL,4,'img/product/sm/20171123043325359.jpg','img/product/md/20171123043325359.jpg','img/product/lg/20171123043325359.jpg'),
(NULL,5,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,5,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,5,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,5,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,5,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,6,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,6,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,6,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,6,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,6,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,7,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,7,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,7,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,7,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,7,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,8,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,8,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,8,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,8,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,8,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,8,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,9,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,9,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,9,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,9,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,9,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,9,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,10,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,10,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,10,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,10,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,10,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,10,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,10,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,11,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,11,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,11,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,11,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,11,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,12,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,12,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,12,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,12,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,13,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,13,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,13,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,13,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,13,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,13,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,13,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,14,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,14,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,14,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,14,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,14,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,15,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,15,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,15,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,15,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,15,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,16,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,16,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,16,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,16,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,16,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,16,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,17,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,17,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,17,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,17,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,17,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,17,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,18,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,18,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,18,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,18,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,18,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,18,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,18,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,19,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,19,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,19,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,19,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,19,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,19,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,19,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,19,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,19,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,20,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,20,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,20,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,20,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,20,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,21,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,21,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,21,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,21,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,22,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,22,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,22,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,22,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,22,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,22,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,23,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,23,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,23,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,23,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,23,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,24,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,24,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,24,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,24,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,24,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,24,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,25,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,25,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,25,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,25,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,25,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,25,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,25,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,25,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,26,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,26,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,26,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,26,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,26,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,26,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,26,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,27,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,27,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,27,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,27,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,27,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,27,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,28,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,28,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,28,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,28,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,28,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,28,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,29,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,29,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,29,'img/product/sm/94_70_20171123162748470.jpg','img/product/md/20171123043310132.jpg','img/product/lg/20171123162918_75361.jpg'),
(NULL,29,'img/product/sm/94_70_20171123162749639.jpg','img/product/md/20171123043241475.jpg','img/product/lg/20171123162918_20933.jpg'),
(NULL,29,'img/product/sm/94_70_20171123162750398.jpg','img/product/md/20171123014134646.jpg','img/product/lg/20171123162918_68708.jpg'),
(NULL,29,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg'),
(NULL,29,'img/product/sm/20170226132933201.jpg','img/product/md/20170226132933201.jpg','img/product/lg/20170226132933201.jpg');